Repository: youbao88/halsometern_drop_out
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sv

source: The format of personnummer is not valid
sv: Formatet på personnummer är inte giltigt

source: Please enter your personal number
sv: Vänligen ange ditt personliga nummer

source: Ten or twelve digits
sv: Tio eller tolv siffror

source: I consent XXXXXX
sv: Jag samtycker XXXXX

source: Submit
sv: Skicka in

source: You have vistied our page too quickly, please wait one minute.
sv: Du har besökt vår sida för snabbt, vänta en minut.

source: Invalid ID
sv: Ogiltigt ID

source: You are not allowed to visit this page, redirected to the home page
sv: Du får inte besöka denna sida, omdirigerad till startsidan

source: change language menu
sv: ändra språkmenyn

source: language
sv: språk

source: Email
sv: Kontakta oss

source: Phone
sv: Telefon

source: Close
sv: Stänga

source: Drop out the study
sv: Lämna studien

source: Home
sv: Hem

source: Thank you
sv: Tack

source: Thank you, now your have been removed from this study
sv: Tack, nu har du tagits bort från denna studie
